Repository: VolodiaKraplich/amberol
Catalog: po/*.po
Languages: sk

source: Music Player
sk: Prehrávač hudby

source: music;player;media;audio;playlist;
sk: hudba;prehrávač;médiá;médium;audio;playlist;zvuk;zoznam skladieb;

source: Plays music, and nothing else
sk: Prehráva hudbu a nič viac

source: Amberol is a music player with no delusions of grandeur. If you just want to play music available on your local system then Amberol is the music player you are looking for.
sk: Amberol je prehrávač hudby, ktorý sa na nič nehrá. Ak chcete jednoducho prehrávať hudbu dostupnú vo vašom lokálnom systéme, potom je Amberol prehrávač hudby, ktorý hľadáte.

source: Current features:
sk: Aktuálne funkcie:

source: adaptive UI
sk: adaptívne používateľské rozhranie

source: UI recoloring using the album art
sk: sfarbenie používateľského rozhrania pomocou obalu albumu

source: drag and drop support to queue songs
sk: podpora ťahania a pustenia na pridávanie skladieb do fronty

source: shuffle and repeat
sk: zamiešanie a opakovanie

source: MPRIS integration
sk: Integrácia rozhrania MPRIS

source: Playback in progress
sk: Prebieha prehrávanie

source: Unknown artist
sk: Neznámy interpret

source: Unknown title
sk: Neznámy názov

source: Unknown album
sk: Neznámy album

# shortcut window
source: General
sk: Všeobecné

# shortcut window
source: Toggle primary menu
sk: Prepnutie prvotnej ponuky

# shortcut window
source: Copy song details to the clipboard
sk: Skopírovanie podrobností o skladbe do schránky

# shortcut window
source: Show shortcuts
sk: Zobrazenie klávesových skratiek

# shortcut window
source: Quit
sk: Ukončenie

# shortcut window
source: Playlist
sk: Zoznam skladieb

# shortcut window
source: Add a song to the playlist
sk: Pridanie skladby do zoznamu skladieb

# shortcut window
source: Add a folder to the playlist
sk: Pridanie priečinka do zoznamu skladieb

# shortcut window
source: Clear the playlist
sk: Vymazanie zoznamu skladieb

# shortcut window
source: Toggle the playlist pane
sk: Prepnutie panela so zoznamom skladieb

# shortcut window
source: Toggle shuffling songs
sk: Prepnutie zamiešavania skladieb

# shortcut window
source: Playback
sk: Prehrávanie

# shortcut window
source: Toggle play/pause
sk: Prepnutie prehrávania/pozastavenia

# shortcut window
source: Previous song
sk: Predchádzajúca skladba

# shortcut window
source: Next song
sk: Nasledujúca skladba

# shortcut window
source: Seek backwards in the current song
sk: Posunutie dozadu v aktuálnej skladbe

# shortcut window
source: Seek forward in the current song
sk: Posunutie dopredu v aktuálnej skladbe

source: Play the Previous Song
sk: Prehrá predchádzajúcu skladbu

# a11y
source: Skip backwards
sk: Preskočiť dozadu

source: Toggle Play
sk: Prepne prehrávanie

# a11y
source: Toggle play
sk: Prepnúť prehrávanie

source: Play the Next Song
sk: Prehrá nasledujúcu skladbu

# a11y
source: Skip forward
sk: Preskočiť dopredu

source: Toggle Playlist
sk: Prepne zoznam skladieb

# a11y
source: Toggle playlist
sk: Prepnúť zoznam skladieb

source: Shuffle the Playlist
sk: Zamieša zoznam skladieb

# a11y
source: Shuffle
sk: Zamiešať

source: Enable Repeat
sk: Povolí opakovanie

# a11y
source: Repeat
sk: Opakovať

source: Main Menu
sk: Hlavná ponuka

# a11y
source: Primary menu
sk: Prvotná ponuka

source: Copy
sk: Kopírovať

source: Open Directory
sk: Otvoriť adresár

source: Add _Song
sk: Pridať _skladbu

source: Add _Folder
sk: Pri_dať priečinok

source: Clear
sk: Vymazať

source: _Match Cover Art
sk: _Zladiť obal albumu

source: _Background Playback
sk: _Prehrávanie na pozadí

source: _ReplayGain
sk: _Režim ReplayGain

# replaygain-menu
source: _Song
sk: _Skladba

# replaygain-menu
source: _Disabled
sk: _Zakázané

source: _Keyboard Shortcuts
sk: _Klávesové skratky

source: _About Amberol
sk: _O aplikácii Amberol

source: _Quit
sk: _Ukončiť

source: Search Songs in the Playlist
sk: Vyhľadá skladby v zozname skladieb

source: Playlist
sk: Zoznam skladieb

source: Close the Playlist
sk: Zavrie zoznam skladieb

source: Select Songs in the Playlist
sk: Vyberie skladby zo zoznamu skladieb

source: Search songs
sk: Vyhľadajte skladby

# a11y
source: Search
sk: Vyhľadať

# a11y
source: Type to search songs
sk: Písaním vyhľadáte skladby

source: Select All Songs
sk: Vyberie všetky skladby

source: Remove Selected Songs
sk: Odstráni vybrané skladby

# a11y
source: No cover available
sk: Nie je dostupný žiadny obal

# a11y
source: Currently playing
sk: Aktuálne prehrávané

source: Drop a song to add it to the playlist
sk: Pustením skladby ju pridáte do zoznamu skladieb

source: Select a file or a folder, or drag files from your file manager to the application window to add songs to the playlist
sk: Na pridanie skladieb do zoznamu skladieb vyberte súbor alebo priečinok, alebo pretiahnite súbory z vášho správcu súborov do okna aplikácie

source: Restore Playlist
sk: Obnoviť zoznam skladieb

source: Add Folder
sk: Pridať priečinok

source: Add Song
sk: Pridať skladbu

# a11y
source: Elapsed time
sk: Uplynulý čas

# a11y
source: Remaining time
sk: Zostávajúci čas

source: translator-credits
sk: Nostragodus <nostragodus@gmail.com> Dušan Kazik <prescott66@gmail.com>

source: Amberol needs to run in the background to play music
sk: Aby bolo možné prehrávať hudbu, musí byť aplikácia Amberol spustená na pozadí

source: Cover image
sk: Obrázok obalu

source: Repeat All Songs
sk: Opakuje všetky skladby

source: Repeat the Current Song
sk: Opakuje aktuálnu skladbu

source: Audio files
sk: Audio súbory

source: _Add Song
sk: _Pridať skladbu

source: Open File
sk: Otvorenie súboru

source: Unable to access files
sk: Nie je možné získať prístup k súborom

source: _Add Folder
sk: _Pridať priečinok

source: Open Folder
sk: Otvorenie priečinku

source: No available song found
sk: Nenašla sa žiadna dostupná skladba

source: No songs found
sk: Nenašli sa žiadne skladby

source: Added a new song
sk: Pridaná nová skladba

source: Play
sk: Prehrať

source: Added one song
sk: Pridaná jedna skladba

source: Unable to access dropped files
sk: Nie je možné získať prístup k pusteným súborom

source: {} minute
sk: {} minúta

source: {hours} hour {minutes} remaining
sk: Zostáva: {hours} hod. a {minutes} min.

source: {} minute remaining
sk: Zostáva {} minúta

source: No song selected
sk: Žiadna vybraná skladba

source: {} song selected
sk: {} vybraná skladba

source: Currently playing “{title}” by “{artist}”
sk: Aktuálne prehrávaná skladba „{title}“ od interpreta „{artist}”

source: Unable to open folder
sk: Nie je možné otvoriť priečinok
